Repository: wp-plugins/evenium
Catalog: languages/evenium-*.po
Languages: fr_fr

source: Insert
fr_fr: Insérer

source: Registration
fr_fr: Inscription

source: List of events
fr_fr: Liste des événements

source: for Event :
fr_fr: pour l'événement :

source: from :
fr_fr: de :

source: Please login first
fr_fr: Connexion à Evenium requise

source: You need to <a class="popupLink" href="%s">login to your Evenium account here</a> before adding events to your page or posts. <br> Look for the Evenium Plugin option in the admin sidebar.
fr_fr: Vous devez vous <a class="popupLink" href="%s">connecter à votre compte Evenium</a> avant de pouvoir ajouter des évènements à vos pages ou vos articles. Recherchez le menu Evenium Plugin dans la barre latérale d'administration.

source: Draft
fr_fr: Brouillon

source: You need to open the registration for the event first
fr_fr: Vous devez d'abord ouvrir l'inscription pour cet évènement

source: Evenium Plugin for Wordpress
fr_fr: Evenium Plugin pour Wordpress

source: (Not you? Logout)
fr_fr: (Pas vous ? Se déconnecter)

source: Or
fr_fr: Ou

source: Create your event
fr_fr: Créer votre évènement

source: You can add a <strong>shop for tickets to a single event, an agenda, or a list of all your events</strong> on the post or page of your choice.
fr_fr: Vous pouvez ajouter <strong>la billetterie et l'agenda pour un évènement, ou bien la liste de tous vos évènements</strong> sur n'importe quelle page ou article de votre choix.

source: To do so, simply <strong>edit</strong> any page or post, or <strong>create</strong> a new one.
fr_fr: <strong>Créez ou éditez</strong> n'importe quelle page ou n'importe quel article.

source: Then simply click on the "Evenium" button as shown below, and follow the simple steps!
fr_fr: Puis cliquez simplement sur le bouton "Evenium" comme illustré ci-dessous, et suivez les quelques étapes !

source: Connect your Evenium account
fr_fr: Connectez-vous à votre compte Evenium

source: Login
fr_fr: Identifiant

source: Password
fr_fr: Mot de passe

source: Sign in
fr_fr: Se connecter

source: Wrong credentials, please try again
fr_fr: Identifiants incorrects, veuillez réessayer à nouveau

source: There are no current or upcoming events associated with this account
fr_fr: Aucun évènement courant ou à venir ne semble être associé à ce compte

source: List of all your active or upcoming events
fr_fr: Liste de tous vos évènements en cours ou à venir

source: Welcome
fr_fr: Bienvenue

source: You need to open the registration for an event (click on "Manage") before you can access its website
fr_fr: Vous devez d'abord ouvrir l'inscription d'un évènement (en cliquant sur "Configurer") avant d'avoir accès à son site internet

source: Manage
fr_fr: Configurer

source: Evenium Plugin for WordPress
fr_fr: Evenium Plugin pour WordPress
